Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram.Tasks/Strings/*/Resources.resw
Source language: en
Languages: ar, de, it, ko, ms, nl, pt, uk, zh_cn

# AUTH_REGION
source: Login from a new device {0}, location: {1}
ar: تم تسجيل الدخول لحسابك من جهاز جديد {0}, الموقع: {1}
de: Zugriff von einem neuen Gerät {0}, Standort: {1}
it: Accesso da un nuovo dispositivo {0}, posizione: {1}
ko: {1}에서 {0} 기기로 로그인함
ms: Daftar masuk dari perantis baru {0}, lokasi: {1}
nl: Ingelogd vanaf een nieuw apparaat: {0}, locatie: {1}
pt: Início de sessão a partir de um novo dispositivo {0}, local: {1}
uk: Вхід з нового пристрою: {0}, розташування: {1}
zh_cn: 从新的设备 {0} 登录，位置：{1}

# AUTH_UNKNOWN
source: Login from a new device {0}
de: Zugriff von einem neuen Gerät {0}
it: Accesso da un nuovo dispositivo {0}
nl: Ingelogd vanaf een nieuw apparaat: {0}
pt: Início de sessão a partir de um novo dispositivo {0}

# CHANNEL_MESSAGE_AUDIO
source: posted a voice message
ar: أرسل رسالة صوتية
de: hat eine Sprachnachricht gesendet
it: ha pubblicato un messaggio vocale
ko: 님이 음성메시지를 보냈습니다
ms: pos mesej suara
nl: plaatste een spraakbericht
pt: publicou uma mensagem de voz
uk: публікує голосове повідомлення
zh_cn: 发送了一条语音消息

# CHANNEL_MESSAGE_CONTACT
source: posted a contact
ar: أرسل جهة اتصال
de: hat einen Kontakt gesendet
it: ha pubblicato un contatto
ko: 님이 연락처를 공유했습니다
ms: pos kenalan
nl: plaatste een contact
pt: publicou um contacto
uk: публікує контакт
zh_cn: 发送了一个联系人信息

# CHANNEL_MESSAGE_DOC
source: posted a document
ar: أرسل مستند
de: hat eine Datei gesendet
it: ha pubblicato un file
ko: 님이 문서를 보냈습니다
ms: pos dokumen
nl: plaatste een bestand
pt: publicou um documento
uk: публікує документ
zh_cn: 发送了一个文件

# CHANNEL_MESSAGE_FWDS
source: posted {1} forwarded messages
de: hat {1} Nachrichten weitergeleitet
it: ha pubblicato {1} messaggi inoltrati
nl: plaatste {1} doorgestuurde bericht(en)
pt: publicou {1} mensagens reencaminhadas

# CHANNEL_MESSAGE_GAME
source: invited you to play {1}
ar: قام بدعوتك للعب {1}
de: hat dich eingeladen, {1} zu spielen
it: ti ha invitato a giocare a {1}
ko: 님이 {1} 게임으로 초대했습니다
ms: jemput anda untuk bermain {1}
nl: wilt {1} met je spelen
pt: convidou-te para jogar {1}
uk: запрошує вас зіграти в {1}
zh_cn: 邀请您玩 {1}

# CHANNEL_MESSAGE_GEO
source: posted a map
ar: أرسل خريطة
de: hat einen Standort gesendet
it: ha pubblicato una posizione
ko: 님이 위치를 보냈습니다
ms: pos peta
nl: plaatste een locatie
pt: publicou um mapa
uk: публікує мапу
zh_cn: 发送了一个位置信息

# CHANNEL_MESSAGE_GIF
source: posted a GIF
ar: أرسل صورة متحركة
de: hat ein GIF gesendet
it: ha pubblicato una GIF
ko: 님이 GIF파일을 보냈습니다
ms: pos GIF
nl: plaatste een GIF
pt: publicou um GIF
uk: публікує GIF
zh_cn: 发送了一张 GIF

# CHANNEL_MESSAGE_NOTEXT
source: posted a message
ar: أرسل رسالة
de: hat eine Nachricht gesendet
it: ha pubblicato un messaggio
ko: 님이 메시지를 보냈습니다
ms: pos mesej
nl: plaatste een bericht
pt: publicou uma mensagem
uk: публікує повідомлення
zh_cn: 发送了一条消息

# CHANNEL_MESSAGE_PHOTO
source: posted a photo
ar: أرسل صورة
de: hat ein Bild gesendet
it: ha pubblicato una foto
ko: 님이 사진을 보냈습니다
ms: pos foto
nl: plaatste een foto
pt: publicou uma foto
uk: публікує фото
zh_cn: 发送了一张图片

# CHANNEL_MESSAGE_STICKER
source: posted a {1}sticker
ar: أرسل {1}ملصق
de: hat einen {1}Sticker gesendet
it: ha pubblicato uno {1}sticker
ko: 님이 {1}스티커를 작성했습니다.
ms: pos {1}sticker
nl: plaatste een {1}sticker
pt: publicou um {1}sticker
uk: публікує {1} наліпку
zh_cn: 发送了一个 {1} 表情

# CHANNEL_MESSAGE_VIDEO
source: posted a video
ar: أرسل مقطع مرئي
de: hat ein Video gesendet
it: ha pubblicato un video
ko: 님이 동영상을 보냈습니다
ms: pos video
nl: plaatste een video
pt: publicou um vídeo
uk: публікує відео
zh_cn: 发送了一段视频

# CHAT_ADD_MEMBER
source: {0} invited {2} to the group
ar: {0} قام بدعوة {2} للمجموعة
de: {0} hat {2} in die Gruppe eingeladen
it: {0} ha invitato {2} nel gruppo
ko: {0}님이 그룹에 {2}님을 초대했습니다
ms: {0} jemput {2} ke group
nl: {0} heeft {2} uitgenodigd voor de groep
pt: {0} convidou {2} para o grupo
uk: {0} запрошує {2} до групи
zh_cn: {0} 邀请了 {2} 加入群组

# CHAT_ADD_YOU
source: {0} invited you to the group
ar: {0} قام بدعوتك للمجموعة
de: {0} hat dich in die Gruppe eingeladen
it: {0} ti ha invitato nel gruppo
ko: {0}님이 그룹에 초대했습니다
ms: {0} jemput anda ke group
nl: {0} heeft je uitgenodigd voor de groep
pt: {0} convidou-te para o grupo
uk: {0} запрошує вас до групи
zh_cn: {0} 邀请您加入群组

# CHAT_CREATED
source: {0} invited you to the group
ar: {0} قام بدعوتك للمجموعة
de: {0} hat dich in die Gruppe eingeladen
it: {0} ti ha invitato nel gruppo
ko: {0}님이 그룹으로 초대했습니다
ms: {0} jemput anda ke group
nl: {0} heeft je uitgenodigd voor de groep
pt: {0} convidou-te para o grupo
uk: {0} запрошує вас до групи
zh_cn: {0} 邀请您加入群组

# CHAT_DELETE_MEMBER
source: {0} kicked {2} from the group
ar: {0} قام بإزالة {2} من المجموعة
de: {0} hat {2} aus der Gruppe entfernt
it: {0} ha rimosso {2} dal gruppo
ko: {1} 그룹방에서 {2} 님을 {0} 님이 내보냈습니다.
ms: {0} keluarkan {2} dari group
nl: {0} heeft {2} verwijderd uit de groep
pt: {0} removeu {2} do grupo
uk: {0} вилучає {2} з групи
zh_cn: {0} 已将 {2} 从群组移除

# CHAT_DELETE_YOU
source: {0} kicked you from the group
ar: {0} قام بإزالتك من المجموعة
de: {0} hat dich aus der Gruppe entfernt
it: {0} ti ha rimosso dal gruppo
ko: {1} 그룹방에서 {0}님이 회원님을 내보냈습니다.
ms: {0} keluarkan anda dari group
nl: {0} heeft je verwijderd uit de groep
pt: {0} removeu-te do grupo
uk: {0} вилучає вас із групи
zh_cn: {0} 将您移出了群组

# CHAT_JOINED
source: {0} has joined the group
de: {0} ist der Gruppe beigetreten
it: {0} si è unito al gruppo
nl: {0} is nu lid van de groep
pt: {0} entrou no grupo

# CHAT_LEFT
source: {0} has left the group
ar: {0} غادر المجموعة
de: {0} hat die Gruppe verlassen
it: {0} ha lasciato il gruppo
ko: {0}님이 그룹을 떠났습니다
ms: {0} keluar dari group
nl: {0} heeft de groep verlaten
pt: {0} saiu do grupo
uk: {0} покидає групу
zh_cn: {0} 已退出群组

# CHAT_MESSAGE_AUDIO
source: {0} sent a voice message to the group
ar: {0} قام بإرسال رسالة صوتية للمجموعة
de: {0} hat eine Sprachnachricht an die Gruppe gesendet
it: {0} ha inviato un messaggio vocale al gruppo
ko: {0} 님이 그룹에 음성 메시지를 보냈습니다
ms: {0} kirim mesej suara ke group
nl: {0} heeft een spraakbericht gestuurd naar de groep
pt: {0} enviou uma mensagem de voz para o grupo
uk: {0} надсилає голосове повідомлення групі
zh_cn: {0} 发送了一条语音消息到群组

# CHAT_MESSAGE_CONTACT
source: {0} shared a contact in the group
ar: {0} قام بإرسال جهة إتصال
de: {0} hat einen Kontakt an die Gruppe gesendet
it: {0} ha condiviso un contatto nel gruppo
ko: {0}님이 그룹에 연락처를 공유했습니다
ms: {0} kongsi kenalan di group
nl: {0} heeft een contact gedeeld met de groep
pt: {0} partilhou um contacto no grupo
uk: {0} надсилає контакт групі
zh_cn: {0} 分享了一个联系人信息到群组

# CHAT_MESSAGE_DOC
source: {0} sent a document to the group
ar: {0} قام بإرسال ملف للمجموعة
de: {0} hat eine Datei an die Gruppe gesendet
it: {0} ha inviato un file al gruppo
ko: {0}님이 그룹에 파일을 보냈습니다
ms: {0} kirim fail ke group
nl: {0} heeft een bestand gestuurd naar de groep
pt: {0} enviou um ficheiro para o grupo
uk: {0} надсилає файл групі
zh_cn: {0} 发送了一个文件到群组

# CHAT_MESSAGE_FWDS
source: {0} forwarded {2} messages to the group
ar: {0} قام بإعادة إرسال {2} رسائل للمجموعة
de: {0} hat an die Gruppe {2} Nachrichten weitergeleitet
it: {0} ha inoltrato {2} messaggi al gruppo
ko: {1} 그룹방에 {2} 개의 메시지를 {0} 님이 전달하였습니다.
ms: {0} majukan {2} mesej ke group
nl: {0} heeft {2} berichten naar de groep doorgestuurd
pt: {0} reencaminhou {2} mensagens para o grupo
uk: {0} пересилає {2} повідомлень групі
zh_cn: {0} 转发了 {2} 条消息到群组

# CHAT_MESSAGE_GAME
source: {0} invited the group to play {2}
ar: {0} قام بدعوة المجموعة للعب {2}
de: {0} hat die Gruppe eingeladen, {2} zu spielen
it: {0} ha invitato il gruppo a giocare a {2}
ko: {0} 님이 그룹에 {2} 게임으로 초대했습니다
ms: {0} jemput group ini untuk bermain {2}
nl: {0} wilt {2} met de groep spelen
pt: {0} convidou o grupo para jogar {2}
uk: {0} запрошує групу зіграти в {2}
zh_cn: {0} 邀请您加入群组来玩 {2}

# CHAT_MESSAGE_GEO
source: {0} sent a map to the group
ar: {0} شارك موقعه معك
de: {0} hat einen Standort an die Gruppe gesendet
it: {0} ha inviato una posizione al gruppo
ko: {0}님이 그룹으로 위치를 보냈습니다
ms: {0} kirim peta ke group
nl: {0} heeft een kaart gestuurd naar de groep
pt: {0} enviou uma localização para o grupo
uk: {0} надсилає мапу групі
zh_cn: {0} 发送了一个位置信息到群组

# CHAT_MESSAGE_GIF
source: {0} sent a GIF to the group
ar: {0} قام بإرسال صورة متحركة للمجموعة
de: {0} hat ein GIF an die Gruppe gesendet
it: {0} ha inviato una GIF al gruppo
ko: {0} 님께서 그룹에 GIF파일을 보냈습니다
ms: {0} kirim GIF ke group
nl: {0} heeft een GIF gestuurd naar de groep
pt: {0} enviou um GIF para o grupo
uk: {0} надсилає GIF групі
zh_cn: {0} 发送了一张 GIF 到群组

# CHAT_MESSAGE_NOTEXT
source: {0} sent a message to the group
ar: {0} قام بإرسال رسالة
de: {0} hat eine Nachricht an die Gruppe gesendet
it: {0} ha inviato un messaggio al gruppo
ko: {0}님이 그룹으로 메시지를 보냈습니다
ms: {0} kirim mesej ke group
nl: {0} heeft een bericht gestuurd naar de groep
pt: {0} enviou uma mensagem para o grupo
uk: {0} надсилає повідомлення групі
zh_cn: {0} 发送了一条消息到群组

# CHAT_MESSAGE_PHOTO
source: {0} sent a photo to the group
ar: {0} قام بإرسال صورة
de: {0} hat ein Bild an die Gruppe gesendet
it: {0} ha inviato una foto al gruppo
ko: {0}님이 그룹으로 사진을 보냈습니다
ms: {0} kirim gambar ke group
nl: {0} heeft een foto gestuurd naar de groep
pt: {0} enviou uma foto para o grupo
uk: {0} надсилає фото групі
zh_cn: {0} 发送了一张图片到群组

# CHAT_MESSAGE_STICKER
source: {0} sent a {2}sticker to the group
ar: {0} قام بإرسال {2}ملصق للمجموعة
de: {0} hat einen {2}Sticker an die Gruppe gesendet
it: {0} ha inviato uno {2}sticker al gruppo
ko: {0}님이 {2}스티커를그룹방에 보냈습니다
ms: {0} kirim {2}sticker ke group
nl: {0} heeft een {2}sticker gestuurd naar de groep
pt: {0} enviou um {2}sticker para o grupo
uk: {0} надсилає {2}наліпку групі
zh_cn: {0} 发送了一个 {2} 表情到群组

# CHAT_MESSAGE_VIDEO
source: {0} sent a video to the group
ar: {0} قام بإرسال مقطع مرئي
de: {0} hat ein Video an die Gruppe gesendet
it: {0} ha inviato un video al gruppo
ko: {0}님이 그룹으로 동영상을 보냈습니다
ms: {0} kirim video ke group
nl: {0} heeft een video gestuurd naar de groep
pt: {0} enviou um vídeo para o grupo
uk: {0} надсилає відео групі
zh_cn: {0} 发送了一段视频到群组

# CHAT_PHOTO_EDITED
source: {0} edited the group's photo
ar: {0} قام تغيير صورة المجموعة
de: {0} hat das Bild der Gruppe geändert
it: {0} ha cambiato la foto del gruppo
ko: {0}님이 그룹의 사진을 변경했습니다
ms: {0} sunting gambar group
nl: {0} heeft de afbeelding van de groep gewijzigd
pt: {0} alterou a foto do grupo
uk: {0} змінює фото групи
zh_cn: {0} 编辑了群组头像

# CHAT_RETURNED
source: {0} has returned to the group
ar: {0} عاد إلى المجموعة
de: {0} ist in die Gruppe zurückgekehrt
it: {0} è tornato nel gruppo
ko: {0}님이 그룹으로 되돌아왔습니다
ms: {0} kembali ke group
nl: {0} is weer lid van de groep
pt: {0} voltou para o grupo
uk: {0} повертається до групи
zh_cn: {0} 回到了群组

# CHAT_TITLE_EDITED
source: {0} edited the group's name
ar: {0} قام بتعديل عنوان المجموعة
de: {0} hat den Namen der Gruppe geändert
it: {0} ha cambiato il nome del gruppo
ko: {0}님이 그룹의 이름을 변경했습니다
ms: {0} sunting nama group
nl: {0} heeft de naam van de groep gewijzigd
pt: {0} alterou o nome do grupo
uk: {0} змінює назву групи
zh_cn: {0} 编辑了群组名称

# CONTACT_ACTIVATED
source: {0} helped you activate your account!
de: {0} hat dir geholfen dein Konto zu aktivieren!
it: {0} ti ha aiutato ad attivare il tuo account!
nl: {0} heeft je geholpen je account te activeren!
pt: {0} ajudou a activar a tua conta!

# CONTACT_JOINED
source: {0} joined Telegram!
ar: {0} قام بالتسجيل في تيليجرام!
de: {0} benutzt jetzt Telegram!
it: {0} si è unito a Telegram!
ko: {0}님이 텔레그램에 가입했습니다!
ms: {0} sertai Telegram!
nl: {0} heeft nu Telegram!
pt: {0} entrou para o Telegram!
uk: {0} приєднується до Telegram!
zh_cn: “{0}”加入了 Telegram！

# DC_UPDATE
source: Open this notification to update app settings
de: Diese Mitteilung öffnen, um die App-Einstellungen zu aktualisieren
it: Apri questa notifica per aggiornare le impostazioni dell'app
nl: Open deze melding om de app-instellingen bij te werken
pt: Abra esta notificação para atualizar as definições da aplicação

# ENCRYPTED_MESSAGE
source: You have a new message{0}
ar: لديك رسالة جديدة{0}
de: Du hast eine neue Nachricht{0}
it: Hai un nuovo messaggio{0}
ko: {0} 새 메시지가 있습니다
ms: Anda ada mesej baru{0}
nl: Je hebt een nieuw bericht{0}
pt: Tens uma nova mensagem{0}
uk: У вас нове повідомлення{0}
zh_cn: 您有一条新消息 {0}

# ENCRYPTION_ACCEPT
source: Your encryption request was accepted{0}
ar: تم قبول طلب التشفير{0}
de: Deine Verschlüsselungs-Aufforderung wurde angenommen{0}
it: La tua richiesta di crittografia è stata accettata{0}
ko: 암호화 요청이 수락됐습니다{0}
ms: Permintaan penyulitan anda diterima{0}
nl: Je encryptieverzoek is geaccepteerd{0}
pt: Pedido de encriptação aceite{0}
uk: Ваш запит на шифрування прийнято{0}
zh_cn: 您的私密对话请求已被接受 {0}

# ENCRYPTION_REQUEST
source: New encryption request{0}
ar: طلب تشفير جديد{0}
de: Neue Verschlüsselungs-Aufforderung{0}
it: Nuova richiesta di crittografia{0}
ko: 새로운 암호화 요청 {0}
ms: Minta penyulitan baru{0}
nl: Nieuw encryptieverzoek{0}
pt: Nova pedido de encriptação{0}
uk: Новий запит на шифрування{0}
zh_cn: 新的私密对话请求 {0}

# LOCKED_MESSAGE
source: You have a new message{0}
ar: لديك رسالة جديدة{0}
de: Du hast eine neue Nachricht {0}
it: Hai un nuovo messaggio{0}
ko: {0} 새 메시지가 있습니다
ms: Anda ada mesej baru{0}
nl: Je hebt een nieuw bericht{0}
pt: Tens uma nova mensagem{0}
uk: У вас нове повідомлення{0}
zh_cn: 您有一条新消息 {0}

# MESSAGE_AUDIO
source: sent you a voice message
ar: قام بإرسال رسالة صوتية لك
de: hat dir eine Sprachnachricht gesendet
it: ti ha inviato un messaggio vocale
ko: 님이 음성 메시지를 보냈습니다
ms: kirim mesej suara
nl: heeft je een spraakbericht gestuurd
pt: enviou uma mensagem de voz
uk: надсилає вам голосове повідомлення
zh_cn: 给您发送了一条语音消息

# MESSAGE_CONTACT
source: shared a contact with you
ar: قام بإرسال جهة اتصال
de: hat dir einen Kontakt gesendet
it: ha condiviso un contatto con te
ko: 님이 연락처를 공유했습니다
ms: kongsi kenalan dengan anda
nl: heeft een contact met je gedeeld
pt: partilhou um contato
uk: ділиться з вами контактом
zh_cn: 给您分享了一个联系人信息

# MESSAGE_DOC
source: sent you a file
ar: قام بإرسال ملف لك
de: hat dir eine Datei gesendet
it: ti ha inviato un file
ko: 님이 파일을 보냈습니다
ms: kirim fail
nl: heeft je een bestand gestuurd
pt: enviou-te um arquivo
uk: надсилає вам файл
zh_cn: 给您发送了一个文件

# MESSAGE_FWDS
source: forwarded you {1} messages
ar: قام بإعادة إرسال {1} رسائل لك
de: hat dir {1} Nachrichten weitergeleitet
it: ti ha inoltrato {1} messaggi
ko: {1}개의 메시지를 {0}님이 전달하였습니다.
ms: majukan kepada anda {1} mesej
nl: heeft {1} berichten doorgestuurd
pt: reencaminhou {1} mensagens para ti
uk: пересилає вам {1} повідомлень
zh_cn: 转发给您 {1} 条消息

# MESSAGE_GAME
source: invited you to play {1}
ar: قام بدعوتك للعب {1}
de: hat dich eingeladen, {1} zu spielen
it: ti ha invitato a giocare a {1}
ko: 님이 {1} 게임으로 초대했습니다
ms: jemput anda untuk bermain {1}
nl: wilt {1} met je spelen
pt: convidou-te para jogar {1}
uk: запрошує вас зіграти в {1}
zh_cn: 邀请您玩 {1}

# MESSAGE_GEO
source: sent you a map
ar: شارك موقعه معك
de: hat dir einen Standort gesendet
it: ti ha inviato una posizione
ko: 님이 위치를 보냈습니다
ms: kirim peta
nl: heeft je een locatie gestuurd
pt: enviou uma localização
uk: надсилає вам мапу
zh_cn: 给您发送了一个位置信息

# MESSAGE_GIF
source: sent you a GIF
ar: أرسل لك صورة متحركة
de: hat dir ein GIF gesendet
it: ti ha inviato una GIF
ko: 님께서 GIF파일을 보냈습니다
ms: kirim GIF
nl: heeft je een GIF gestuurd
pt: enviou um GIF
uk: надсилає вам GIF
zh_cn: 给您发送了一张 GIF

# MESSAGE_NOTEXT
source: sent you a message
ar: قام بإرسال رسالة
de: hat dir eine Nachricht gesendet
it: ti ha inviato un messaggio
ko: 님이 메시지를 보냈습니다
ms: kirim mesej
nl: heeft je een bericht gestuurd
pt: enviou uma mensagem
uk: надсилає вам повідомлення
zh_cn: 给您发送了一条消息

# MESSAGE_PHOTO
source: sent you a photo
ar: قام بإرسال صورة
de: hat dir ein Bild gesendet
it: ti ha inviato una foto
ko: 님이 사진을 보냈습니다
ms: kirim foto
nl: heeft je een foto gestuurd
pt: enviou-te uma foto
uk: надсилає вам фото
zh_cn: 给您发送了一张图片

# MESSAGE_STICKER
source: sent you a {1}sticker
ar: قام بإرسال {1}ملصق
de: hat dir einen {1}Sticker gesendet
it: ti ha inviato uno {1}sticker
ko: 님이 {1}스티커를 보냈습니다
ms: kirim anda {1}sticker
nl: heeft je een {1}sticker gestuurd
pt: enviou-te um {1}sticker
uk: надсилає вам {1}наліпку
zh_cn: 给您发送了一个 {1} 表情

# MESSAGE_VIDEO
source: sent you a video
ar: قام بإرسال مقطع مرئي
de: hat dir ein Video gesendet
it: ti ha inviato un video
ko: 님이 동영상을 보냈습니다
ms: kirim video
nl: heeft je een video gestuurd
pt: enviou-te um vídeo
uk: надсилає вам відео
zh_cn: 给您发送了一段视频

# PHONE_CALL_MISSED
source: Missed call
ar: يوجد مكالمة فائتة من {0}
de: Anruf in Abwesenheit
it: Chiamata senza risposta
ko: {0}으로부터 부재중 전화가 있습니다.
ms: Anda terlepas panggilan daripada {0}
nl: Gemiste oproep
pt: Chamada não atendida
uk: Пропущено виклик від {0}
zh_cn: 您错过了来自 {0} 的呼叫

# PHONE_CALL_REQUEST
source: {0} is calling you
ar: {0} يتصل بك
de: {0} ruft dich an
it: {0} ti sta chiamando
ko: {0}님으로 부터 전화가 왔습니다
ms: {0} memanggil anda
nl: {0} belt je
pt: {0} está te ligando
uk: {0} телефонує вам
zh_cn: {0} 正在呼叫您

# PINNED_AUDIO
source: pinned a voice message
ar: ثبت رسالة صوتية
de: hat eine Sprachnachricht angeheftet
it: ha fissato un messaggio vocale
ko: 님이 음성메시지를 고정함
ms: tampal mesej suara
nl: heeft een spraakbericht vastgezet
pt: afixou uma mensagem de voz
uk: прикріплює голосове повідомлення
zh_cn: 置顶了一条语音消息

# PINNED_CONTACT
source: pinned a contact
ar: ثبت جهة اتصال
de: hat einen Kontakt angeheftet
it: ha fissato un contatto
ko: 님이 연락처를 고정함
ms: tampal kenalan
nl: heeft een contact vastgezet
pt: afixou um contacto
uk: прикріплює контакт
zh_cn: 置顶了一个联系人信息

# PINNED_DOC
source: pinned a file
ar: ثبت ملف
de: hat eine Datei angeheftet
it: ha fissato un file
ko: 님이 파일을 고정함
ms: tampal fail
nl: heeft een bestand vastgezet
pt: afixou um ficheiro
uk: прикріплює файл
zh_cn: 置顶了一个文件

# PINNED_GAME
source: pinned a game
ar: ثبت لعبة
de: hat ein Spiel angeheftet
it: ha fissato un gioco
ko: 님이 게임을 고정함
ms: tampal game
nl: heeft een spel vastgezet
pt: afixou um jogo
uk: прикріплює гру
zh_cn: 置顶了一个游戏

# PINNED_GEO
source: pinned a map
ar: ثبت خريطة
de: hat einen Standort angeheftet
it: ha fissato una posizione
ko: 님이 지도를 고정함
ms: tampal peta
nl: heeft een locatie vastgezet
pt: afixou um mapa
uk: прикріплює мапу
zh_cn: 置顶了一个位置信息

# PINNED_GIF
source: pinned a GIF
ar: ثبت صورة متحركة
de: hat ein GIF angeheftet
it: ha fissato una GIF
ko: 님이 GIF를 고정함
ms: tampal GIF
nl: heeft een GIF vastgezet
pt: afixou um GIF
uk: прикріплює GIF
zh_cn: 置顶了一张 GIF

# PINNED_NOTEXT
source: pinned a message
ar: ثبت رسالة
de: hat eine Nachricht angeheftet
it: ha fissato un messaggio
ko: 님이 메시지를 고정함
ms: tampal mesej
nl: heeft een bericht vastgezet
pt: afixou uma mensagem
uk: прикріплює повідомлення
zh_cn: 置顶了一条消息

# PINNED_PHOTO
source: pinned a photo
ar: ثبت صورة
de: hat ein Bild angeheftet
it: ha fissato una foto
ko: 님이 사진을 고정함
ms: tampal foto
nl: heeft een foto vastgezet
pt: afixou uma foto
uk: прикріплює фото
zh_cn: 置顶了一张图片

# PINNED_STICKER
source: pinned a {1}sticker
ar: ثبت {1}ملصق
de: hat einen {1}Sticker angeheftet
it: ha fissato uno {1}sticker
ko: 님이 {1}스티커를 고정했습니다.
ms: tampal {1}sticker
nl: heeft een sticker {1}vastgezet
pt: afixou um {1}sticker
uk: прикріплює {1} наліпку
zh_cn: 置顶了一个 {1} 表情

# PINNED_TEXT
source: pinned "{1}"
ar: ثبت "{1}"
de: hat "{1}" angeheftet
it: ha fissato "{1}"
ko: 님이 "{1}" 를 고정함
ms: tampal "{1}"
nl: heeft "{1}" vastgezet
pt: afixou "{1}"
uk: прикріплює "{1}"
zh_cn: 置顶了«{1}»

# PINNED_VIDEO
source: pinned a video
ar: ثبت فيديو
de: hat ein Video angeheftet
it: ha fissato un video
ko: 님이 동영상을 고정함
ms: tampal video
nl: heeft een video vastgezet
pt: afixou um vídeo
uk: прикріплює відео
zh_cn: 置顶了一段视频
